Repository: Vancattt/vanilla-drivers-utility
Catalog: po/*.po
Languages: be, cs, ja

source: Drivers Utility
be: Утыліта для драйвераў
cs: Ovladače

source: No description
be: Без апісання
cs: Žádný popis
ja: 説明なし

source: Restart Now
be: Перазапусціць
cs: Restartovat nyní
ja: 今すぐ再起動

# shortcut window
source: General
be: Галоўная
cs: Obecné
ja: 全般

# shortcut window
source: Show Shortcuts
be: Паказаць ярлыкі
cs: Zobrazit zkratky
ja: ショートカットを表示

# shortcut window
source: Quit
be: Выйсці
cs: Ukončit
ja: 終了

source: "Installing new Drivers…"
be: «Устаноўка новых драйвераў…»
cs: "Instalování nových ovladačů…"
ja: "新しいドライバーをインストールしています..."

source: Installation in Progress…
be: Ідзе ўстаноўка…
cs: Probíhá instalace…
ja: インストールが進行中です…

source: This may take a while.
be: Гэта можа заняць некаторы час.
cs: Může to chvíli trvat.
ja: これにはしばらく時間がかかる場合があります。

source: Installation Complete
be: Ўстаноўка завершана
cs: Instalace dokončena
ja: インストールが完了しました

source: Restart your device to start using the new drivers.
be: Перазагрузіце прыладу, каб пачаць выкарыстоўваць новыя драйверы.
cs: Chcete-li začít používat nové ovladače, restartujte zařízení.
ja: デバイスを再起動して新しいドライバーを使用してください。

source: Cancel
be: Скасаваць
cs: Zrušit
ja: キャンセル

source: Transactions are locked. Please try again later or restart your device.
be: Транзакцыі заблакіраваны. Паўтарыце спробу пазней або перазапусціце прыладу.
cs: Transakce jsou uzamčeny. Prosím zkuste to znovu později nebo restartujte vaše zařízení.
ja: トランザクションがロックされています。あとでもう一度試すかデバイスを再起動してください。

source: Loading drivers…
be: Загрузка драйвераў…
cs: Načítání ovladačů…
ja: 新しいドライバーを読み込んでいます…

source: Please wait while the available drivers are being loaded.
be: Калі ласка, пачакайце, пакуль загружаюцца даступныя драйверы.
cs: Počkejte prosím, než se načtou dostupné ovladače.
ja: 使用可能なドライバーが読み込まれるまでお待ちください。

source: No Drivers Available
be: Няма даступных драйвераў
cs: Nejsou k dispozici žádné ovladače
ja: ドライバーがありません

source: There are no extra drivers available for your system.
be: Для вашай сістэмы няма дадатковых драйвераў.
cs: Pro váš systém nejsou k dispozici žádné další ovladače.
ja: お使いのシステムで使用可能な追加のドライバーはありません。

source: _Preferences
be: _Настройкі
cs: _Předvolby
ja: 環境設定(_P)

source: _Keyboard Shortcuts
be: Спалучэнні клавіш (_K)
cs: _Klávesové zkratky
ja: キーボードショートカット(_K)

source: _About drivers_utility
be: _Аб утыліце_драйверы
cs: _O aplikaci Ovladače
ja: _drivers_utilityの情報

source: Install command: %s
be: Каманда ўстаноўкі: %s
cs: Instalační příkaz: %s
ja: インストールコマンド: %s

source: Free
be: Бясплатна
cs: Svobodný
ja: フリー

source: Proprietary
be: Прапрыетарная
cs: Proprietární
ja: プロプライエタリ

source: , recommended
be: , рэкамендуецца
cs: , doporučený
ja: , 推奨

source: , builtin
be: , убуд
cs: , vestavěný
ja: , 初期搭載

source: , installed
be: , усталяваны
cs: , nainstalovaný
ja: , インストール済み

source: , Waiting for restart
be: , Чаканне перазапуску
cs: , čekající na restart
ja: , 再起動を待っています

source: It is not possible to install this driver now. Please restart your device and try again.
be: Зараз немагчыма ўсталяваць гэты драйвер. Перазапусціце прыладу і паўтарыце спробу.
cs: Nyní není možné tento ovladač nainstalovat. Restartujte prosím zařízení a zkuste to znovu.
ja: 現在、このドライバーをインストールすることはできません。デバイスを再起動してから、もう一度お試しください。

source: Installing '{}'…
be: Усталяванне "{}"…
cs: Instalování „{}“…
ja: '{}'をインストールしています…

source: Installation Failed
be: Збой усталявання
cs: Instalace se nezdařila
ja: インストールに失敗しました

source: The installation of the driver failed. Please try again later.
be: Збой ўстаноўкі драйвера. Калі ласка паспрабуйце зноў пазней.
cs: Instalace ovladače se nezdařila. Zkuste to prosím později.
ja: ドライバーのインストールに失敗しました。後でもう一度お試しください。

source: Do you want to install the selected driver?
be: Вы хочаце ўсталяваць выбраны драйвер?
cs: Chcete nainstalovat vybraný ovladač?

source: This will install the '{}' package in your system and possibly remove other versions.
be: Гэта дазволіць усталяваць пакет '{}' у вашай сістэме і, магчыма, выдаліць іншыя версіі.
cs: Tím se do systému nainstaluje balíček „{}“ a případně se odstraní ostatní verze.

source: _Cancel
be: _Скасаваць
cs: _Zrušit
ja: キャンセル(_C)

source: Install
be: Усталяваць
cs: Instalovat

source: Driver {} installed successfully!
be: Драйвер {} паспяхова ўсталяваны!
cs: Ovladač {} byl úspěšně nainstalován!
ja: ドライバー {} のインストールに成功しました!

source: Driver {} installation failed!
be: Збой усталявання драйвера {}!
cs: Instalace ovladače {} se nezdařila!
ja: ドライバー{} のインストールに失敗しました!
